tp2pos = (
    '1 карта(карман)',
    '2 карта(карман)',
    '1 карта(борд)',
    '2 карта(борд)',
    '3 карта(борд)',
    '4 карта(борд)',
    '5 карта(борд)',
    '1 карта(карман,зн)',
    '2 карта(карман,зн)',
    '1 карта(борд,зн)',
    '2 карта(борд,зн)',
    '3 карта(борд,зн)',
    '4 карта(борд,зн)',
    '5 карта(борд,зн)',
    '1 карта(карман,мт)',
    '2 карта(карман,мт)',
    '1 карта(борд,мт)',
    '2 карта(борд,мт)',
    '3 карта(борд,мт)',
    '4 карта(борд,мт)',
    '5 карта(борд,мт)',
    
    )

tab2pos = {}